<section class="py-5 bg-light" id="faq">
    <div class="container">
     <div class="text-center mb-5">
      <h2 class="fw-bold">
       Perguntas Frequentes
      </h2>
      <p class="lead text-muted">
       Tire suas d&uacute;vidas sobre o PG no Ponto
      </p>
     </div>
     <div class="row justify-content-center">
      <div class="col-lg-8">
       <div class="accordion" id="faqAccordion">
        <!-- Pergunta 1 -->
        <div class="accordion-item mb-3 border-0 shadow-sm">
         <h3 class="accordion-header" id="headingOne">
          <button class="accordion-button collapsed" data-bs-target="#collapseOne" data-bs-toggle="collapse" type="button">
           Como posso reportar um problema na cidade?
          </button>
         </h3>
         <div class="accordion-collapse collapse" data-bs-parent="#faqAccordion" id="collapseOne">
          <div class="accordion-body">
           Voc&ecirc; pode reportar problemas de tr&ecirc;s maneiras: 1) Pelo formul&aacute;rio no nosso site, 2) Atrav&eacute;s do aplicativo PG no Ponto (dispon&iacute;vel para Android e iOS), ou 3) Ligando para a Central 156 da Prefeitura e mencionando que seu reporte veio atrav&eacute;s do PG no Ponto.
          </div>
         </div>
        </div>
        <!-- Pergunta 2 -->
        <div class="accordion-item mb-3 border-0 shadow-sm">
         <h3 class="accordion-header" id="headingTwo">
          <button class="accordion-button collapsed" data-bs-target="#collapseTwo" data-bs-toggle="collapse" type="button">
           Quais tipos de problemas posso reportar?
          </button>
         </h3>
         <div class="accordion-collapse collapse" data-bs-parent="#faqAccordion" id="collapseTwo">
          <div class="accordion-body">
           Voc&ecirc; pode reportar diversos problemas de infraestrutura urbana como: buracos nas vias, ilumina&ccedil;&atilde;o p&uacute;blica defeituosa, lixo acumulado, vazamentos de &aacute;gua, cal&ccedil;adas danificadas, sinaliza&ccedil;&atilde;o de tr&acirc;nsito com problemas, parques e pra&ccedil;as que necessitem de manuten&ccedil;&atilde;o, entre outros. Nosso sistema categoriza automaticamente seu reporte para direcionar ao &oacute;rg&atilde;o respons&aacute;vel.
          </div>
         </div>
        </div>
        <!-- Pergunta 3 -->
        <div class="accordion-item mb-3 border-0 shadow-sm">
         <h3 class="accordion-header" id="headingThree">
          <button class="accordion-button collapsed" data-bs-target="#collapseThree" data-bs-toggle="collapse" type="button">
           Quanto tempo leva para um problema ser resolvido?
          </button>
         </h3>
         <div class="accordion-collapse collapse" data-bs-parent="#faqAccordion" id="collapseThree">
          <div class="accordion-body">
           O tempo de resolu&ccedil;&atilde;o varia conforme a complexidade do problema e a demanda dos &oacute;rg&atilde;os respons&aacute;veis. Problemas simples como lixo acumulado s&atilde;o geralmente resolvidos em at&eacute; 3 dias &uacute;teis, enquanto reparos mais complexos como buracos em vias podem levar at&eacute; 15 dias. Voc&ecirc; receber&aacute; atualiza&ccedil;&otilde;es por e-mail ou pelo app sobre o status do seu reporte.
          </div>
         </div>
        </div>
        <!-- Pergunta 4 -->
        <div class="accordion-item mb-3 border-0 shadow-sm">
         <h3 class="accordion-header" id="headingFour">
          <button class="accordion-button collapsed" data-bs-target="#collapseFour" data-bs-toggle="collapse" type="button">
           Preciso me identificar para fazer um reporte?
          </button>
         </h3>
         <div class="accordion-collapse collapse" data-bs-parent="#faqAccordion" id="collapseFour">
          <div class="accordion-body">
           N&atilde;o &eacute; obrigat&oacute;rio se identificar para reportar problemas comuns. No entanto, reportes an&ocirc;nimos n&atilde;o permitem que entremos em contato para mais informa&ccedil;&otilde;es ou para informar sobre a resolu&ccedil;&atilde;o. Cadastrar-se traz benef&iacute;cios como hist&oacute;rico de reportes, notifica&ccedil;&otilde;es sobre o status e participa&ccedil;&atilde;o no ranking de cidad&atilde;os mais ativos.
          </div>
         </div>
        </div>
        <!-- Pergunta 5 -->
        <div class="accordion-item mb-3 border-0 shadow-sm">
         <h3 class="accordion-header" id="headingFive">
          <button class="accordion-button collapsed" data-bs-target="#collapseFive" data-bs-toggle="collapse" type="button">
           Como o PG no Ponto funciona com a Prefeitura?
          </button>
         </h3>
         <div class="accordion-collapse collapse" data-bs-parent="#faqAccordion" id="collapseFive">
          <div class="accordion-body">
           Temos uma parceria oficial com a Prefeitura Municipal de Praia Grande. Todos os reportes s&atilde;o enviados automaticamente para o sistema da prefeitura e direcionados aos &oacute;rg&atilde;os respons&aacute;veis. Al&eacute;m disso, geramos relat&oacute;rios mensais que ajudam o poder p&uacute;blico a priorizar as &aacute;reas com mais demandas e melhorar o planejamento urbano.
          </div>
         </div>
        </div>
        <!-- Pergunta 6 -->
        <div class="accordion-item mb-3 border-0 shadow-sm">
         <h3 class="accordion-header" id="headingSix">
          <button class="accordion-button collapsed" data-bs-target="#collapseSix" data-bs-toggle="collapse" type="button">
           Existe algum benef&iacute;cio em reportar problemas?
          </button>
         </h3>
         <div class="accordion-collapse collapse" data-bs-parent="#faqAccordion" id="collapseSix">
          <div class="accordion-body">
           Sim! Al&eacute;m de contribuir para uma cidade melhor, usu&aacute;rios cadastrados acumulam pontos por cada reporte v&aacute;lido. Esses pontos podem ser trocados por benef&iacute;cios como descontos em estabelecimentos parceiros, participa&ccedil;&atilde;o em sorteios e reconhecimento como "Cidad&atilde;o Destaque" mensal. Quanto mais ativo voc&ecirc; for, mais benef&iacute;cios recebe!
          </div>
         </div>
        </div>
       </div>
       <div class="text-center mt-5">
        <p class="lead">
         Ainda tem d&uacute;vidas?
        </p>
        <a class="btn btn-primary" href="#contato">
         <i class="fas fa-envelope me-2">
         </i>
         Entre em Contato
        </a>
       </div>
      </div>
     </div>
    </div>
   </section>